@extends('components/layout')

@section('content')
    <main>
        <div class="container documentsAgreement">
           <div class="title">Договор оказания услуг</div>
           <ol>
                <li>Общие положения
                    <ol>
                        <li>Настоящий Договор является официальным предложением (публичной офертой) индивидуального предпринимателя Затеева Алексея Борисовича(в дальнейшем «Исполнитель») для полностью дееспособного физического (далее – «Заказчик»), которое примет настоящее предложение, на указанных ниже условиях.</li>
                        <li>В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ),
                            в случае принятия изложенных ниже условий и оплаты услуг юридическое или физическое лицо, производящее акцепт этой оферты, становится Заказчиком (в соответствии с пунктом 3 статьи 438 ГК РФ акцепт оферты равносилен заключению Договора на условиях, изложенных в оферте).</li>
                        <li>Моментом полного и безоговорочного принятия Заказчиком предложения Исполнителя заключить Договор оферты (акцептом оферты) считается факт подтверждения готовности совершить оплату услуги Исполнителя, посредством нажатия кнопки «Оплатить» на сайте {{ route('main') }} Текст настоящего Договора-оферты (далее по тексту – «Договор») расположен по адресу: {{ route('agreement.oferta') }}.</li>
                        <li>Осуществляя акцепт Договора в порядке, определенном п. 1.3 Договора, Заказчик подтверждает, что он ознакомлен, согласен, полностью и безоговорочно принимает все условия Договора в том виде, в каком они изложены в тексте Договора, в том числе в приложениях к Договору, являющихся его неотъемлемой частью.</li>
                        <li>Клиент согласен, что акцепт Договора в порядке, указанном в п. 1.2 Договора является заключением Договора на условиях, изложенных в нем.</li>
                        <li>Договор не может быть отозван.</li>
                        <li>Договор не требует скрепления печатями и/или подписания Заказчиком и Исполнителем (далее по тексту - Стороны) и сохраняет при этом юридическую силу.</li>
                    </ol>
                </li>
                <li> Предмет договора
                    <ol>
                        <li>Предметом настоящего Договора является возмездное оказание Исполнителем образовательных услуг в соответствии с условиями настоящего Договора.</li>
                        <li>Заказчик полностью принимает условия Договора и оплачивает услуги Исполнителя в соответствии с условиями настоящего Договор</li>
                    </ol>
                </li>
                <li> Оплата Услуг
                    <ol>
                        <li>Стоимость услуг по Договору определяется в соответствии с действующими ценами и прописана на сайте {{ route('main') }}</li>
                        <li>Стоимость услуги может быть изменена Исполнителем в одностороннем порядке.</li>
                        <li>Способы оплаты услуги указаны при оформлении платежа.</li>
                    </ol>
                </li>
                <li>
                    Интеллектуальная собственность
                    <ol>
                        <li>Вся текстовая информация и графические изображения, находящиеся на сайте {{ route('main') }} являются собственностью Исполнителя.</li>
                    </ol>
                </li>
                <li>
                    Особые условия и ответственность сторон.
                    <ol>
                        <li>Исполнитель несет ответственность за своевременность предоставляемых услуг при выполнении Заказчиком установленных требований и правил, размещенных на сайте {{ route('main') }}.</li>
                        <li>Исполнитель освобождается от ответственности за нарушение условий Договора, если такое нарушение вызвано действием обстоятельств непреодолимой силы (форс-мажор), включая: действия органов государственной власти, пожар, наводнение, землетрясение, другие стихийные действия, отсутствие электроэнергии, забастовки, гражданские волнения, беспорядки, любые иные обстоятельства, не ограничиваясь перечисленным, которые могут повлиять на выполнение Исполнителем Договора.</li>
                        <li>Исполнитель не несет ответственности за качество каналов связи общего пользования или служб, предоставляющих доступ Заказчика к его услугам.</li>
                    </ol>
                </li>
                <li>
                    Конфиденциальность и защита персональной информации
                    <ol>
                        <li>Исполнитель обязуется не разглашать полученную от Заказчика информацию.</li>
                        <li>Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями закона.</li>
                        <li>Исполнитель получает информацию об IP-адресе посетителя Сайта {{ route('main') }}. Данная информация не используется для установления личности</li>
                        <li>Исполнитель не несет ответственности за сведения, предоставленные Заказчиком на сайте {{ route('main') }} в общедоступной форме.</li>
                    </ol>
                </li>
                <li>
                    Порядок рассмотрения претензий и споров
                    <ol>
                        <li>Претензии Заказчика по предоставляемым услугам принимаются Исполнителем к рассмотрению по электронной почте в течение 2 (рабочих) дней с момента возникновения спорной ситуации.</li>
                        <li>При рассмотрении спорных ситуаций Исполнитель вправе запросить у Заказчика всю интересующую документацию относительно рассматриваемого мероприятия. В случае непредоставления Заказчиком документов в течение 1 рабочего дня после дня требования, претензия рассмотрению Исполнителем не подлежит.</li>
                        <li>Исполнитель и Заказчик, принимая во внимания характер оказываемой услуги, обязуются в случае возникновения споров и разногласий, связанных с оказанием услуг, применять досудебный порядок урегулирования спора. В случае невозможности урегулирования спора в досудебном порядке стороны вправе обратиться в суд.</li>
                    </ol>
                </li>
                <li>
                    Прочие условия
                    <ol>
                        <li>Заказчик обладает всеми правами и полномочиями, необходимыми для заключения и исполнения Договора.</li>
                        <li>Заказчик вправе в любое время в одностороннем порядке отказаться от услуг Исполнителя. В случае одностороннего отказа Заказчика от услуг Исполнителя произведенная оплата не возвращается, но может быть перенесена на другую услугу.</li>
                        <li>Исполнитель оставляет за собой право изменять или дополнять любые из условий настоящего Договора в любое время, опубликовывая все изменения на своем сайте.</li>
                        <li>По всем вопросам, не урегулированным настоящим Договором, стороны руководствуются действующим законодательством Российской Федерации.</li>
                        <li>Признание судом недействительности какого-либо положения настоящего Договора и правил не влечет за собой недействительность остальных положений.</li>
                    </ol>
                </li>
                <li>
                    Реквизиты Исполнителя
                    <ul>
                        <li>ОГРН: 319784700157088</li>
                        <li>ИНН: 781616648200</li>
                    </ul>
                </li>
                <li>
                    Контактные данные
                    <ul>
                        <li>Телефон: +7 (911) 848-69-55</li>
                        <li>Электронная почта: krim.website@gmail.com</li>
                    </ul>
                </li>
           </ol>
        </div>
    </main>
@endsection